---
type: IDropHandler
namespace: Autodesk.Revit.UI
version: 2024
members: 1
tags: [revit-api, class]
---

# IDropHandler

`Autodesk.Revit.UI.IDropHandler` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | Execute | 2013 | `void Execute ( UIDocument document , Object data )` |